Repository: Nexatrode/nexawal
Catalog: nexawal/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fil, fr, ga, gl, gn, ha, he, hi, hr, hu, hy, id, it, ja, ko, ky, lt, lv, ms, my, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sv, th, tr, uk, ur, vi, yo, zh_hans, zh_hant

source: Refreshing...
ar: جارٍ التحديث...
az: Yenilənir...
bg: Обновяване...
bn: রিফ্রেশ করা হচ্ছে...
ca: Actualitzant...
cs: Obnovování...
da: Opdaterer...
de: Wird aktualisiert …
el: Ανανέωση...
eo: Refreŝigante...
es: Actualizando...
et: Värskendamine...
eu: Freskatzen...
fa: در حال به‌روزرسانی...
fi: Päivitetään...
fil: Nagre-refresh...
fr: Actualisation...
ga: Ag athnuachan...
gl: Actualizando...
gn: Oñembopyahuhína...
ha: Ana Sabuntawa...
he: מרענן...
hi: रिफ्रेश हो रहा है...
hr: Osvježavanje...
hu: Frissítés...
hy: Թարմացվում է...
id: Menyegarkan...
it: Aggiornamento in corso...
ja: 更新中...
ko: 새로고침 중...
ky: Жаңырып жатат...
lt: Atnaujinama...
lv: Atjaunina...
ms: Menyegarkan semula...
my: ပြန်လည်စတင်နေသည်...
nb: Oppdaterer...
nl: Bezig met vernieuwen...
pl: Odświeżanie...
pt_br: Atualizando...
ro: Se reîmprospătează...
ru: Обновление...
sk: Obnovovanie...
sl: Posodabljanje ...
sq: Duke rifreskuar...
sv: Uppdaterar...
th: กำลังรีเฟรช...
tr: Yenileniyor...
uk: Оновлення...
ur: ریفریش ہو رہا ہے...
vi: Đang làm mới...
yo: Ń sọ di tuntun...
zh_hans: 正在刷新...
zh_hant: 正在刷新...

source: Refreshing…
ar: جارٍ التحديث…
az: Yenilənir…
bg: Обновяване…
bn: রিফ্রেশ করা হচ্ছে…
ca: Actualitzant…
cs: Obnovování…
da: Opdaterer…
de: Wird aktualisiert …
el: Ανανέωση…
eo: Refreŝigante…
es: Actualizando…
et: Värskendamine…
eu: Freskatzen…
fa: در حال به‌روزرسانی…
fi: Päivitetään…
fil: Nagre-refresh…
fr: Actualisation…
ga: Ag athnuachan…
gl: Actualizando…
gn: Oñembopyahuhína…
ha: Ana Sabuntawa…
he: מרענן…
hi: रिफ्रेश हो रहा है…
hr: Osvježavanje…
hu: Frissítés…
hy: Թարմացվում է…
id: Menyegarkan…
it: Aggiornamento in corso…
ja: 更新中…
ko: 새로고침 중…
ky: Жаңырып жатат…
lt: Atnaujinama…
lv: Atjaunina…
ms: Menyegarkan semula…
my: ပြန်လည်စတင်နေသည်…
nb: Oppdaterer…
nl: Bezig met vernieuwen…
pl: Odświeżanie…
pt_br: Atualizando…
ro: Se reîmprospătează…
ru: Обновление…
sk: Obnovovanie…
sl: Posodabljanje…
sq: Duke rifreskuar…
sv: Uppdaterar…
th: กำลังรีเฟรช…
tr: Yenileniyor…
uk: Оновлення…
ur: ریفریش ہو رہا ہے…
vi: Đang làm mới…
yo: Ń sọ di tuntun…
zh_hans: 正在刷新…
zh_hant: 正在刷新…

source: Remaining
ar: المتبقي
az: Qalıq
bg: Остават
bn: অবশিষ্ট
ca: Restant
cs: Zbývá
da: Resterende
de: Verbleibend
el: Απομένουν
eo: Restanta
es: Restante
et: Jäänud
eu: Geratzen dena
fa: باقی‌مانده
fi: Jäljellä
fil: Natitira
fr: Restant
ga: Fanta
gl: Restante
gn: Opytáva
ha: Ya Rage
he: נותרו
hi: शेष
hr: Preostalo
hu: Hátralévő
hy: Մնացած
id: Tersisa
it: Rimanente
ja: 残り
ko: 남음
ky: Калды
lt: Liko
lv: Atlicis
ms: Baki Tinggal
my: ကျန်ရှိသော
nb: Gjenstår
nl: Resterend
pl: Pozostało
pt_br: Restante
ro: Rămase
ru: Осталось
sk: Zostáva
sl: Preostalo
sq: Të mbetura
sv: Återstår
th: เหลืออีก
tr: Kalan
uk: Залишилось
ur: باقی
vi: Còn lại
yo: Tí ó Kù
zh_hans: 剩余
zh_hant: 剩餘

source: Replace
ar: استبدال
az: Əvəz et
bg: Замяна
bn: প্রতিস্থাপন করুন
ca: Substitueix
cs: Nahradit
da: Erstat
de: Ersetzen
el: Αντικατάσταση
eo: Anstataŭigi
es: Reemplazar
et: Asenda
eu: Ordeztu
fa: جایگزینی
fi: Korvaa
fil: Palitan
fr: Remplacer
ga: Ionadaigh
gl: Substituír
gn: Myengovia
ha: Maye da
he: החלפה
hi: बदलें
hr: Zamijeni
hu: Csere
hy: Փոխարինել
id: Ganti
it: Sostituisci
ja: 置き換える
ko: 교체
ky: Алмаштыруу
lt: Pakeisti
lv: Aizstāt
ms: Gantikan
my: အစားထိုးမည်
nb: Erstatt
nl: Vervangen
pl: Zamień
pt_br: Substituir
ro: Înlocuiește
ru: Заменить
sk: Nahradiť
sl: Zamenjaj
sq: Zëvendëso
sv: Ersätt
th: แทนที่
tr: Değiştir
uk: Замінити
ur: تبدیل کریں
vi: Thay thế
yo: Rọ́pò
zh_hans: 替换
zh_hant: 替換

source: Replace existing wallet?
ar: استبدال المحفظة الموجودة؟
az: Mövcud pulqabı əvəz edilsin?
bg: Да се замени ли съществуващият портфейл?
bn: বিদ্যমান ওয়ালেট প্রতিস্থাপন করবেন?
ca: Vols substituir la cartera existent?
cs: Nahradit existující peněženku?
da: Erstat eksisterende tegnebog?
de: Vorhandene Wallet ersetzen?
el: Αντικατάσταση υπάρχοντος πορτοφολιού;
eo: Ĉu anstataŭigi la ekzistantan monujon?
es: ¿Reemplazar la cartera existente?
et: Asendada olemasolev rahakott?
eu: Lehendik dagoen zorroa ordeztu?
fa: کیف پول موجود جایگزین شود؟
fi: Korvataanko olemassa oleva lompakko?
fil: Palitan ang umiiral na wallet?
fr: Remplacer le portefeuille existant ?
ga: Ionadaigh an sparán atá ann?
gl: Substituír a carteira existente?
gn: ¿Emyengovia pe ñongatuha oĩmava?
ha: Maye da walat da ya kasance?
he: להחליף את הארנק הקיים?
hi: मौजूदा वॉलेट बदलें?
hr: Zamijeniti postojeći novčanik?
hu: Lecseréled a meglévő pénztárcát?
hy: Փոխարինել առկա դրամապանակը?
id: Ganti dompet yang sudah ada?
it: Sostituire il wallet esistente?
ja: 既存のウォレットを置き換えますか?
ko: 기존 지갑을 교체하시겠습니까?
ky: Бар болгон капчыкты алмаштырасызбы?
lt: Pakeisti esamą piniginę?
lv: Aizstāt esošo maku?
ms: Gantikan dompet sedia ada?
my: ရှိပြီးသား ပိုက်ဆံအိတ်ကို အစားထိုးမလား?
nb: Erstatte eksisterende lommebok?
nl: Bestaande wallet vervangen?
pl: Zamienić istniejący portfel?
pt_br: Substituir carteira existente?
ro: Înlocuiești portofelul existent?
ru: Заменить существующий кошелёк?
sk: Nahradiť existujúcu peňaženku?
sl: Zamenjaš obstoječo denarnico?
sq: Të zëvendësohet portofoli ekzistues?
sv: Ersätt befintlig plånbok?
th: แทนที่กระเป๋าเงินที่มีอยู่หรือไม่?
tr: Mevcut cüzdan değiştirilsin mi?
uk: Замінити наявний гаманець?
ur: موجودہ والٹ کو تبدیل کریں؟
vi: Thay thế ví hiện có?
yo: Rọ́pò àpamọ́wọ́ tí ó ti wà?
zh_hans: 替换现有钱包?
zh_hant: 替換現有錢包?

source: Require device auth
ar: طلب مصادقة الجهاز
az: Cihaz autentifikasiyası tələb et
bg: Изискване на удостоверяване на устройството
bn: ডিভাইস প্রমাণীকরণ প্রয়োজন
ca: Requereix autenticació del dispositiu
cs: Vyžadovat ověření zařízení
da: Kræv enhedsgodkendelse
de: Geräteauthentifizierung erforderlich
el: Απαίτηση ελέγχου ταυτότητας συσκευής
eo: Postuli aparat-aŭtentigon
es: Requerir autenticación del dispositivo
et: Nõua seadme autentimist
eu: Eskatu gailuaren autentifikazioa
fa: نیاز به احراز هویت دستگاه
fi: Vaadi laitteen todennus
fil: Kailanganin ang auth ng device
fr: Exiger l'authentification de l'appareil
ga: Éiligh fíordheimhniú gléasta
gl: Requirir autenticación do dispositivo
gn: Tekotevẽ autenticación dispositivo-gua
ha: Bukaci tantancewar na'ura
he: דרוש אימות מכשיר
hi: डिवाइस प्रमाणीकरण आवश्यक करें
hr: Zahtijevaj autentifikaciju uređaja
hu: Eszközhitelesítés megkövetelése
hy: Պահանջել սարքի նույնականացում
id: Wajibkan autentikasi perangkat
it: Richiedi autenticazione del dispositivo
ja: デバイス認証を必須にする
ko: 기기 인증 요구
ky: Түзмөк аутентификациясын талап кылуу
lt: Reikalauti įrenginio tapatybės patvirtinimo
lv: Pieprasīt ierīces autentifikāciju
ms: Wajibkan pengesahan peranti
my: စက်ပစ္စည်း အထောက်အထားစိစစ်မှု လိုအပ်စေမည်
nb: Krev enhetsautentisering
nl: Apparaatverificatie vereisen
pl: Wymagaj uwierzytelniania urządzenia
pt_br: Exigir autenticação do dispositivo
ro: Necesită autentificare dispozitiv
ru: Требовать аутентификацию устройства
sk: Vyžadovať overenie zariadenia
sl: Zahtevaj preverjanje naprave
sq: Kërko autentikim të pajisjes
sv: Kräv enhetsautentisering
th: ต้องยืนยันตัวตนอุปกรณ์
tr: Cihaz kimlik doğrulaması iste
uk: Вимагати автентифікацію пристрою
ur: ڈیوائس تصدیق درکار ہو
vi: Yêu cầu xác thực thiết bị
yo: Nílò ìmúdájú ẹ̀rọ
zh_hans: 需要设备验证
zh_hant: 需要設備驗證

source: Require Face ID / Touch ID
ar: طلب Face ID / Touch ID
az: Face ID / Touch ID tələb et
bg: Изискване на Face ID / Touch ID
bn: Face ID / Touch ID প্রয়োজন
ca: Requereix Face ID / Touch ID
cs: Vyžadovat Face ID / Touch ID
da: Kræv Face ID / Touch ID
de: Face ID / Touch ID erforderlich
el: Απαίτηση Face ID / Touch ID
eo: Postuli Face ID / Touch ID
es: Requerir Face ID / Touch ID
et: Nõua Face ID / Touch ID
eu: Eskatu Face ID / Touch ID
fa: نیاز به Face ID / Touch ID
fi: Vaadi Face ID / Touch ID
fil: Kailanganin ang Face ID / Touch ID
fr: Exiger Face ID / Touch ID
ga: Éiligh Face ID / Touch ID
gl: Requirir Face ID / Touch ID
gn: Tekotevẽ Face ID / Touch ID
ha: Bukaci Face ID / Touch ID
he: דרוש Face ID / Touch ID
hi: Face ID / Touch ID आवश्यक करें
hr: Zahtijevaj Face ID / Touch ID
hu: Face ID / Touch ID megkövetelése
hy: Պահանջել Face ID / Touch ID
id: Wajibkan Face ID / Touch ID
it: Richiedi Face ID / Touch ID
ja: Face ID / Touch IDを必須にする
ko: Face ID / Touch ID 요구
ky: Face ID / Touch ID талап кылуу
lt: Reikalauti Face ID / Touch ID
lv: Pieprasīt Face ID / Touch ID
ms: Wajibkan Face ID / Touch ID
my: Face ID / Touch ID လိုအပ်စေမည်
nb: Krev Face ID / Touch ID
nl: Face ID / Touch ID Vereisen
pl: Wymagaj Face ID / Touch ID
pt_br: Exigir Face ID / Touch ID
ro: Necesită Face ID / Touch ID
ru: Требовать Face ID / Touch ID
sk: Vyžadovať Face ID / Touch ID
sl: Zahtevaj Face ID / Touch ID
sq: Kërko Face ID / Touch ID
sv: Kräv Face ID / Touch ID
th: ต้องใช้ Face ID / Touch ID
tr: Face ID / Touch ID İste
uk: Вимагати Face ID / Touch ID
ur: Face ID / Touch ID درکار ہو
vi: Yêu cầu Face ID / Touch ID
yo: Nílò Face ID / Touch ID
zh_hans: 需要 Face ID / Touch ID
zh_hant: 需要 Face ID / Touch ID

source: Rescan failed: %@
ar: فشلت إعادة المسح: %@
az: Yenidən skan alınmadı: %@
bg: Повторното сканиране не бе успешно: %@
bn: পুনরায় স্ক্যান ব্যর্থ হয়েছে: %@
ca: L'escaneig ha fallat: %@
cs: Přeskenování se nezdařilo: %@
da: Genscanning mislykkedes: %@
de: Rescan fehlgeschlagen: %@
el: Η επανασάρωση απέτυχε: %@
eo: Reskano malsukcesis: %@
es: Falló el reescaneo: %@
et: Uuesti skannimine ebaõnnestus: %@
eu: Berreskaneoak huts egin du: %@
fa: اسکن مجدد ناموفق بود: %@
fi: Uudelleenskannaus epäonnistui: %@
fil: Nabigo ang rescan: %@
fr: Échec de la réanalyse : %@
ga: Theip ar an athscanadh: %@
gl: Fallou o reescaneo: %@
gn: Escaneo mbykymby ndoikói porã: %@
ha: Sake bincike ta kasa: %@
he: הסריקה החוזרת נכשלה: %@
hi: रीस्कैन विफल: %@
hr: Ponovno skeniranje nije uspjelo: %@
hu: Újraszkennelés sikertelen: %@
hy: Վերասկանավորումը ձախողվեց՝ %@
id: Pindai ulang gagal: %@
it: Riscansione non riuscita: %@
ja: 再スキャンに失敗しました:%@
ko: 재스캔 실패: %@
ky: Кайра скандоо ишке ашпады: %@
lt: Pakartotinis skenavimas nepavyko: %@
lv: Atkārtota skenēšana neizdevās: %@
ms: Imbasan semula gagal: %@
my: ပြန်စကင်ဖတ်မှု မအောင်မြင်ပါ: %@
nb: Skanning på nytt mislyktes: %@
nl: Herscannen mislukt: %@
pl: Ponowne skanowanie nie powiodło się: %@
pt_br: Falha na nova varredura: %@
ro: Rescanarea a eșuat: %@
ru: Не удалось выполнить пересканирование: %@
sk: Opätovné skenovanie sa nepodarilo: %@
sl: Ponovno preiskovanje ni uspelo: %@
sq: Riskanimi dështoi: %@
sv: Omskanning misslyckades: %@
th: การสแกนซ้ำล้มเหลว: %@
tr: Yeniden tarama başarısız oldu: %@
uk: Повторне сканування не вдалося: %@
ur: ری اسکین ناکام ہوا: %@
vi: Quét lại thất bại: %@
yo: Tún yíyẹ̀wò kùnà: %@
zh_hans: 重新扫描失败:%@
zh_hant: 重新掃描失敗:%@

source: Rescan failed: mnemonic is unavailable.
ar: فشلت إعادة المسح: العبارة التذكيرية غير متاحة.
az: Yenidən skan alınmadı: mnemonik əlçatan deyil.
bg: Повторното сканиране не бе успешно: мнемоничната фраза не е достъпна.
bn: পুনরায় স্ক্যান ব্যর্থ হয়েছে: নিমোনিক উপলব্ধ নেই।
ca: L'escaneig ha fallat: el mnemònic no està disponible.
cs: Přeskenování se nezdařilo: mnemonická fráze není k dispozici.
da: Genscanning mislykkedes: mnemonic-sætningen er ikke tilgængelig.
de: Rescan fehlgeschlagen: Mnemonic nicht verfügbar.
el: Η επανασάρωση απέτυχε: η μνημονική φράση δεν είναι διαθέσιμη.
eo: Reskano malsukcesis: mnemoniko ne estas atingebla.
es: Falló el reescaneo: la frase mnemónica no está disponible.
et: Uuesti skannimine ebaõnnestus: mnemooniline fraas ei ole saadaval.
eu: Berreskaneoa huts egin du: esaldi mnemoteknikoa ez dago eskuragarri.
fa: اسکن مجدد ناموفق بود: عبارت بازیابی در دسترس نیست.
fi: Uudelleenskannaus epäonnistui: muistisana ei ole käytettävissä.
fil: Nabigo ang rescan: hindi available ang mnemonic.
fr: Réanalyse échouée : la phrase mnémonique est indisponible.
ga: Theip ar an athscanadh: níl an síol ar fáil.
gl: O reescaneo fallou: a frase mnemónica non está dispoñible.
gn: Escaneo mbykymby ndoikói: frase mnemónica ndaipóri.
ha: Sake bincike ta kasa: kalmomin dawowa babu su.
he: הסריקה החוזרת נכשלה: המנמוניקה אינה זמינה.
hi: रीस्कैन विफल: म्नेमोनिक उपलब्ध नहीं है।
hr: Ponovno skeniranje nije uspjelo: mnemonik nije dostupan.
hu: Újraszkennelés sikertelen: a mnemonika nem elérhető.
hy: Վերասկանավորումը ձախողվեց՝ վերականգնման բառերը հասանելի չեն։
id: Pindai ulang gagal: mnemonic tidak tersedia.
it: Riscansione non riuscita: la mnemonica non è disponibile.
ja: 再スキャンに失敗しました:ニーモニックが利用できません。
ko: 재스캔 실패: 니모닉을 사용할 수 없습니다.
ky: Кайра скандоо ишке ашпады: калыбына келтирүү сөздөрү жеткиликсиз.
lt: Pakartotinis skenavimas nepavyko: mnemoninė frazė nepasiekiama.
lv: Atkārtota skenēšana neizdevās: mnemonika nav pieejama.
ms: Imbasan semula gagal: mnemonic tidak tersedia.
my: ပြန်စကင်ဖတ်မှု မအောင်မြင်ပါ: mnemonic မရရှိနိုင်ပါ။
nb: Skanning på nytt mislyktes: mnemonic er utilgjengelig.
nl: Herscannen mislukt: mnemonic is niet beschikbaar.
pl: Ponowne skanowanie nie powiodło się: fraza mnemoniczna jest niedostępna.
pt_br: Falha na nova varredura: mnemônico indisponível.
ro: Rescanarea a eșuat: mnemonicul nu este disponibil.
ru: Пересканирование не удалось: мнемоническая фраза недоступна.
sk: Opätovné skenovanie sa nepodarilo: mnemonická fráza nie je k dispozícii.
sl: Ponovno preiskovanje ni uspelo: mnemonika ni na voljo.
sq: Riskanimi dështoi: mnemoniku nuk është i disponueshëm.
sv: Omskanning misslyckades: mnemonisk fras är inte tillgänglig.
th: การสแกนซ้ำล้มเหลว: ไม่มีวลีช่วยจำ
tr: Yeniden tarama başarısız oldu: anımsatıcı kullanılamıyor.
uk: Повторне сканування не вдалося: мнемонічна фраза недоступна.
ur: ری اسکین ناکام ہوا: منیمونک دستیاب نہیں ہے۔
vi: Quét lại thất bại: cụm từ mnemonic không khả dụng.
yo: Tún yíyẹ̀wò kùnà: mnemonic kò sí.
zh_hans: 重新扫描失败:助记词不可用。
zh_hant: 重新掃描失敗:助記詞不可用。

source: Rescan from height
ar: إعادة المسح من ارتفاع محدد
az: Hündürlükdən yenidən skan et
bg: Повторно сканиране от височина
bn: হাইট থেকে পুনরায় স্ক্যান করুন
ca: Torna a escanejar des de l'alçada
cs: Přeskenovat od výšky
da: Genscan fra højde
de: Rescan ab Höhe
el: Επανασάρωση από ύψος
eo: Reskani de alto
es: Reescanear desde altura
et: Skanni uuesti kõrgusest
eu: Berreskaneatu altueratik
fa: اسکن مجدد از ارتفاع
fi: Skannaa uudelleen korkeudesta
fil: Mag-rescan mula sa height
fr: Réanalyser depuis la hauteur
ga: Athscan ó airde
gl: Reescanear desde a altura
gn: Eskanea jey altura guive
ha: Sake bincika daga tsayi
he: סריקה חוזרת מגובה
hi: हाइट से रीस्कैन करें
hr: Ponovno skeniraj od visine
hu: Újraszkennelés magasságtól
hy: Վերասկանավորել բարձրությունից
id: Pindai ulang dari tinggi
it: Riscansiona da altezza
ja: 指定した高さから再スキャン
ko: 높이부터 재스캔
ky: Бийиктиктен кайра скандоо
lt: Skenuoti pakartotinai nuo aukščio
lv: Skenēt atkārtoti no augstuma
ms: Imbas semula daripada ketinggian
my: အမြင့်မှ ပြန်စကင်ဖတ်မည်
nb: Skann på nytt fra høyde
nl: Herscannen vanaf hoogte
pl: Ponownie skanuj od wysokości
pt_br: Nova varredura a partir da altura
ro: Rescanează de la înălțime
ru: Пересканировать с высоты
sk: Znova skenovať od výšky
sl: Ponovno preišči od višine
sq: Riskano nga lartësia
sv: Skanna om från höjd
th: สแกนซ้ำจากความสูง
tr: Yükseklikten yeniden tara
uk: Повторно сканувати від висоти
ur: ہائٹ سے ری اسکین کریں
vi: Quét lại từ độ cao
yo: Tún yẹ̀wò láti ipele
zh_hans: 从指定高度重新扫描
zh_hant: 從指定高度重新掃描

source: Rescan from Height
ar: إعادة المسح من ارتفاع محدد
az: Hündürlükdən yenidən skan et
bg: Повторно сканиране от височина
bn: হাইট থেকে পুনরায় স্ক্যান করুন
ca: Torna a escanejar des de l'alçada
cs: Přeskenovat od výšky
da: Genscan fra højde
de: Rescan ab Höhe
el: Επανασάρωση από ύψος
eo: Reskani de Alto
es: Reescanear desde altura
et: Skanni uuesti kõrgusest
eu: Berreskaneatu altueratik
fa: اسکن مجدد از ارتفاع
fi: Skannaa uudelleen korkeudesta
fil: Mag-rescan Mula sa Height
fr: Réanalyser depuis la hauteur
ga: Athscan ó Airde
gl: Reescanear desde a altura
gn: Eskanea Jey Altura Guive
ha: Sake Bincika daga Tsayi
he: סריקה חוזרת מגובה
hi: हाइट से रीस्कैन करें
hr: Ponovno skeniraj od visine
hu: Újraszkennelés magasságtól
hy: Վերասկանավորել բարձրությունից
id: Pindai Ulang dari Tinggi
it: Riscansiona da Altezza
ja: 指定した高さから再スキャン
ko: 높이부터 재스캔
ky: Бийиктиктен кайра скандоо
lt: Skenuoti pakartotinai nuo aukščio
lv: Skenēt atkārtoti no augstuma
ms: Imbas Semula daripada Ketinggian
my: အမြင့်မှ ပြန်စကင်ဖတ်မည်
nb: Skann på nytt fra høyde
nl: Herscannen vanaf Hoogte
pl: Ponownie skanuj od wysokości
pt_br: Nova Varredura a partir da Altura
ro: Rescanează de la înălțime
ru: Пересканировать с высоты
sk: Znova skenovať od výšky
sl: Ponovno preišči od višine
sq: Riskano nga Lartësia
sv: Skanna om från höjd
th: สแกนซ้ำจากความสูง
tr: Yükseklikten Yeniden Tara
uk: Повторно сканувати від висоти
ur: ہائٹ سے ری اسکین کریں
vi: Quét lại từ độ cao
yo: Tún Yẹ̀wò Láti Ipele
zh_hans: 从指定高度重新扫描
zh_hant: 從指定高度重新掃描

source: Rescanning from %lld
ar: جارٍ إعادة المسح من %lld
az: %lld-dən yenidən skan edilir
bg: Повторно сканиране от %lld
bn: %lld থেকে পুনরায় স্ক্যান করা হচ্ছে
ca: Tornant a escanejar des de %lld
cs: Přeskenování od %lld
da: Genscanner fra %lld
de: Rescan ab %lld
el: Επανασάρωση από %lld
eo: Reskanante de %lld
es: Reescaneando desde %lld
et: Uuesti skannimine alates %lld
eu: Berreskaneatzen: %lld
fa: در حال اسکن مجدد از %lld
fi: Skannataan uudelleen korkeudesta %lld
fil: Nag-rescan mula sa %lld
fr: Réanalyse depuis %lld
ga: Ag athscanadh ó %lld
gl: Reescaneando desde %lld
gn: Oñeskaneahína jey %lld guive
ha: Ana sake bincika daga %lld
he: סורק מחדש מ-%lld
hi: %lld से रीस्कैन किया जा रहा है
hr: Ponovno skeniranje od %lld
hu: Újraszkennelés innen: %lld
hy: Վերասկանավորում է %lld-ից
id: Memindai ulang dari %lld
it: Riscansione da %lld in corso
ja: %lld から再スキャン中
ko: %lld부터 재스캔 중
ky: %lld-дан кайра скандалып жатат
lt: Skenuojama pakartotinai nuo %lld
lv: Skenē atkārtoti no %lld
ms: Mengimbas semula daripada %lld
my: %lld မှ ပြန်စကင်ဖတ်နေသည်
nb: Skanner på nytt fra %lld
nl: Bezig met herscannen vanaf %lld
pl: Ponowne skanowanie od %lld
pt_br: Refazendo a varredura a partir de %lld
ro: Se rescanează de la %lld
ru: Пересканирование с %lld
sk: Opätovné skenovanie od %lld
sl: Ponovno preiskovanje od %lld
sq: Duke riskanuar nga %lld
sv: Skannar om från %lld
th: กำลังสแกนซ้ำจาก %lld
tr: %lld'den yeniden taranıyor
uk: Повторне сканування з %lld
ur: %lld سے ری اسکین ہو رہا ہے
vi: Đang quét lại từ %lld
yo: Ń tún yẹ̀wò láti %lld
zh_hans: 正在从 %lld 重新扫描
zh_hant: 正在從 %lld 重新掃描

source: Restore and rescan
ar: استعادة وإعادة مسح
az: Bərpa et və yenidən skan et
bg: Възстановяване и повторно сканиране
bn: রিস্টোর এবং পুনরায় স্ক্যান করুন
ca: Restaura i torna a escanejar
cs: Obnovit a přeskenovat
da: Gendan og genscan
de: Wiederherstellen und erneut scannen
el: Επαναφορά και επανασάρωση
eo: Restaŭri kaj reskani
es: Restaurar y reescanear
et: Taasta ja skanni uuesti
eu: Leheneratu eta berreskaneatu
fa: بازیابی و اسکن مجدد
fi: Palauta ja skannaa uudelleen
fil: I-restore at mag-rescan
fr: Restaurer et réanalyser
ga: Aischuir agus Athscan
gl: Restaurar e reescanear
gn: Emoĩ jey ha eskanea jey
ha: Dawo da sake bincika
he: שחזור וסריקה חוזרת
hi: रिस्टोर करें और रीस्कैन करें
hr: Obnovi i ponovno skeniraj
hu: Visszaállítás és újraszkennelés
hy: Վերականգնել և վերասկանավորել
id: Pulihkan dan pindai ulang
it: Ripristina e riscansiona
ja: 復元して再スキャン
ko: 복구 및 재스캔
ky: Калыбына келтирүү жана кайра скандоо
lt: Atkurti ir skenuoti pakartotinai
lv: Atjaunot un skenēt atkārtoti
ms: Pulihkan dan imbas semula
my: ပြန်လည်ရယူပြီး ပြန်စကင်ဖတ်မည်
nb: Gjenopprett og skann på nytt
nl: Herstellen en herscannen
pl: Przywróć i ponownie skanuj
pt_br: Restaurar e refazer a varredura
ro: Restaurează și rescanează
ru: Восстановить и пересканировать
sk: Obnoviť a znova skenovať
sl: Obnovi in ponovno preišči
sq: Rikupero dhe riskano
sv: Återställ och skanna om
th: กู้คืนและสแกนซ้ำ
tr: Geri yükle ve yeniden tara
uk: Відновити та повторно сканувати
ur: بحال کریں اور ری اسکین کریں
vi: Khôi phục và quét lại
yo: Padà kí o sì tún yẹ̀wò
zh_hans: 恢复并重新扫描
zh_hant: 恢復並重新掃描

source: Restore height
ar: ارتفاع الاستعادة
az: Bərpa hündürlüyü
bg: Височина за възстановяване
bn: রিস্টোর হাইট
ca: Alçada de restauració
cs: Výška obnovení
da: Gendannelseshøjde
de: Wiederherstellungshöhe
el: Ύψος επαναφοράς
eo: Restaŭra alto
es: Altura de restauración
et: Taastamiskõrgus
eu: Leheneratze-altuera
fa: ارتفاع بازیابی
fi: Palautuskorkeus
fr: Hauteur de restauration
ga: Airde aisghabhála
gl: Altura de restauración
gn: Altura de restauración
ha: Tsayin dawowa
he: גובה שחזור
hi: रिस्टोर हाइट
hr: Visina obnove
hu: Visszaállítási magasság
hy: Վերականգնման բարձրություն
id: Tinggi pemulihan
it: Altezza di ripristino
ja: 復元高さ
ko: 복구 높이
ky: Калыбына келтирүү бийиктиги
lt: Atkūrimo aukštis
lv: Atjaunošanas augstums
ms: Ketinggian pemulihan
my: ပြန်လည်ရယူရန် အမြင့်
nb: Gjenopprettingshøyde
nl: Hersteldhoogte
pl: Wysokość przywracania
pt_br: Altura de restauração
ro: Înălțime de restaurare
ru: Высота восстановления
sk: Výška obnovenia
sl: Višina za obnovitev
sq: Lartësia e rikuperimit
sv: Återställningshöjd
th: ความสูงการกู้คืน
tr: Kurtarma yüksekliği
uk: Висота відновлення
ur: ریسٹور ہائٹ
vi: Độ cao khôi phục
yo: Ipele ìpadàbọ̀
zh_hans: 恢复高度
zh_hant: 恢復高度

source: Restore Height:
ar: ارتفاع الاستعادة:
az: Bərpa hündürlüyü:
bg: Височина за възстановяване:
bn: রিস্টোর হাইট:
ca: Alçada de restauració:
cs: Výška obnovení:
da: Gendannelseshøjde:
de: Wiederherstellungshöhe:
el: Ύψος επαναφοράς:
eo: Restaŭra Alto:
es: Altura de restauración:
et: Taastamiskõrgus:
eu: Leheneratze-altuera:
fa: ارتفاع بازیابی:
fi: Palautuskorkeus:
fr: Hauteur de restauration :
ga: Airde Aisghabhála:
gl: Altura de restauración:
gn: Altura de Restauración:
ha: Tsayin Dawowa:
he: גובה שחזור:
hi: रिस्टोर हाइट:
hr: Visina obnove:
hu: Visszaállítási magasság:
hy: Վերականգնման բարձրություն՝
id: Tinggi Pemulihan:
it: Altezza di Ripristino:
ja: 復元高さ:
ko: 복구 높이:
ky: Калыбына келтирүү бийиктиги:
lt: Atkūrimo aukštis:
lv: Atjaunošanas augstums:
ms: Ketinggian Pemulihan:
my: ပြန်လည်ရယူရန် အမြင့်:
nb: Gjenopprettingshøyde:
nl: Hersteldhoogte:
pl: Wysokość przywracania:
pt_br: Altura de Restauração:
ro: Înălțime de restaurare:
ru: Высота восстановления:
sk: Výška obnovenia:
sl: Višina za obnovitev:
sq: Lartësia e Rikuperimit:
sv: Återställningshöjd:
th: ความสูงการกู้คืน:
tr: Kurtarma Yüksekliği:
uk: Висота відновлення:
ur: ریسٹور ہائٹ:
vi: Độ cao khôi phục:
yo: Ipele Ìpadàbọ̀:
zh_hans: 恢复高度:
zh_hant: 恢復高度:
